[
  {
    "slug": "quarter-life-crisis",
    "Foto_Speakers": "/speakers.jpeg",
    "Nama_Speakers": "Fredrick Dermawan Purba",
    "Profile_Singkat": "Speaker 1 is a renowned expert in environmental science with over 20 years of experience.",
    "Garis_Besar_Ted_Talks": "An in-depth look at the impact of climate change on biodiversity and ecosystems.",
    "Additional_Info": "Published multiple research papers on sustainable practices.",
    "title": "Quarter Life Crisis"
  },
  {
    "slug": "economics-and-entrepreneurship",
    "Foto_Speakers": "/speakers-2.jpg",
    "Nama_Speakers": "Yoel Tristan Kurniawan",
    "Profile_Singkat": "Starting his entrepreneurial journey at the young age of 17, Yoel Tristan has navigated through numerous challenges, experiencing eight business failures along the way. Demonstrating unwavering resilience, he completed his studies at SBM ITB and now helms the flourishing enterprises Fit Fuel and Poppy's Dream. His relentless drive and innovative vision earned him the distinguished title of winner at Gen-Zesia's premier business competition, the Diplomat Success Challenge.",
    "Garis_Besar_Ted_Talks": "He will share his insights on what it really takes to be a Gen-Z entrepreneur in Indonesia, revealing that the key to success is not merely hard work. He will also discuss the unique challenges and opportunities faced by young entrepreneurs in Indonesia, offering a fresh perspective on how to navigate the rapidly changing market landscape. His story underscores that true success comes from a blend of smart work, innovation, and the courage to pursue one's vision despite the odds.",
    "Additional_Info": "Published multiple research papers on sustainable practices.",
    "title": "Economics and Entrepreneurship"
  },
  {
    "slug": "post-colonialism-and-inferiority-complex",
    "Foto_Speakers": "/speakers-1.jpg",
    "Nama_Speakers": "Fredrick Dermawan Purba",
    "Profile_Singkat": "Dr. Fredrick Dermawan Purba, M.Psi., or more often addressed as 'Bang Jeki', is a lecturer and clinical psychologist who is actively involved in research and interventions in the area of health psychology, especially quality of life, mental health, and well-being. He is currently serving as Vice Dean for Learning, Student Affairs, and Research at the Faculty of Psychology, Universitas Padjadjaran.",
    "Garis_Besar_Ted_Talks": "Bang Jeki will share about a phenomenon that has recently become popular and a concern for young people in their 20s, namely Quarter Life Crisis. This inevitable crisis can be a determinant of a young person's life journey, whether they will excel into a mature adult or hinder their identity and suppress themselves continuously. Two important strengths need to be developed: the belief that most of what happens to oneself (good-bad-neutral) is determined by oneself and the flexibility to bounce back from failure and pressure to be able to continue moving forward as a mature individual.",
    "Additional_Info": "Published multiple research papers on sustainable practices.",
    "title": "Post Colonialism and Inferiority Complex"
  },
  {
    "slug": "personalized-algorithm",
    "Foto_Speakers": "/speakers.jpeg",
    "Nama_Speakers": "Fredrick Dermawan Purba",
    "Profile_Singkat": "Speaker 1 is a renowned expert in environmental science with over 20 years of experience.",
    "Garis_Besar_Ted_Talks": "An in-depth look at the impact of climate change on biodiversity and ecosystems.",
    "Additional_Info": "Published multiple research papers on sustainable practices.",
    "title": "Personalized Algorithm"
  }
]
