[
  {
    "slug": "quarter-life-crisis",
    "Foto_Speakers": "/speakers.jpeg",
    "Nama_Speakers": "Fredrick Dermawan Purba",
    "Profile_Singkat": "Speaker 1 is a renowned expert in environmental science with over 20 years of experience.",
    "Garis_Besar_Ted_Talks": "An in-depth look at the impact of climate change on biodiversity and ecosystems.",
    "Additional_Info": "Published multiple research papers on sustainable practices.",
    "title": "Quarter Life Crisis"
  },
  {
    "slug": "economics-and-entrepreneurship",
    "Foto_Speakers": "/speakers-2.jpg",
    "Nama_Speakers": "Yoel Tristan Kurniawan",
    "Profile_Singkat": "Starting his entrepreneurial journey at the young age of 17, Yoel Tristan has navigated through numerous challenges, experiencing eight business failures along the way. Demonstrating unwavering resilience, he completed his studies at SBM ITB and now helms the flourishing enterprises Fit Fuel and Poppy's Dream. His relentless drive and innovative vision earned him the distinguished title of winner at Gen-Zesia's premier business competition, the Diplomat Success Challenge.",
    "Garis_Besar_Ted_Talks": "He will share his insights on what it really takes to be a Gen-Z entrepreneur in Indonesia, revealing that the key to success is not merely hard work. He will also discuss the unique challenges and opportunities faced by young entrepreneurs in Indonesia, offering a fresh perspective on how to navigate the rapidly changing market landscape. His story underscores that true success comes from a blend of smart work, innovation, and the courage to pursue one's vision despite the odds.",
    "Additional_Info": "Published multiple research papers on sustainable practices.",
    "title": "Economics and Entrepreneurship"
  },
  {
    "slug": "post-colonialism-and-inferiority-complex",
    "Foto_Speakers": "/speakers-3.jpg",
    "Nama_Speakers": "Guru Gembul",
    "Profile_Singkat": "Guru Gembul is a widely recognized content creator, teacher, and author. He frequently attends national-level seminars as a speaker, discussing topics such as history, education, and various other issues. Guru Gembul creates educational content that is both critical and presented in an engaging, easy-to-understand manner on social media platforms like YouTube, Instagram, and TikTok.",
    "Garis_Besar_Ted_Talks": "At TEDx Padjadjaran University, Guru Gembul will be speaking on the topics of Postcolonialism and Inferiority Complex. This aligns perfectly with Guru Gembul's background, as he frequently discusses history and education. In his talk, Guru Gembul will help us explore the historical trajectory of our nation and attempt to link it with the inferiority complex experienced by our people. His insights promise to provide a deep understanding of how historical contexts shape current societal issues, offering a critical perspective on the ongoing impact of colonialism and the psychological effects it has left behind.",
    "Additional_Info": "Published multiple research papers on sustainable practices.",
    "title": "Post Colonialism and Inferiority Complex"
  },
  {
    "slug": "personalized-algorithm",
    "Foto_Speakers": "/speakers-4.jpg",
    "Nama_Speakers": "Dea Anugrah",
    "Profile_Singkat": "Over a writing career spanning more than 15 years, Dea Anugrah has developed a distinctive style and built a unique body of work. His insatiable appetite for storytelling led him to create content through Asumsi Distrik, and now through Malaka Project. He is a keen observer of social phenomena, with the ability to make fresh, insightful, and relatable yet non-controversial remarks on social media. This unique brand of maturity is deeply rooted in his educational background in philosophy.",
    "Garis_Besar_Ted_Talks": "At TEDx Padjadjaran University, Dea will be speaking on the topic of Social Media, his experience on social media, writing, research, and high awareness about social phenomena make him the best fit to talk about how to be a wise user of social media in this digital era.",
    "Additional_Info": "Published multiple research papers on sustainable practices.",
    "title": "Personalized Algorithm"
  }
]
